tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "sst/tap"
tap "thoughtbot/formulae"
tap "tomanthony/brews"
brew "ack"
brew "gettext"
brew "pcre2"
brew "xorgproto"
brew "xz"
brew "zstd"
brew "harfbuzz"
brew "librsvg"
brew "webp"
brew "atuin"
brew "bat"
brew "bpytop"
brew "cowsay"
brew "deno"
brew "detox"
brew "docker"
brew "dos2unix"
brew "snappy"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fd"
brew "x265"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "icu4c@76"
brew "gedit"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnu-sed"
brew "graphviz"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "k6"
brew "lazygit"
brew "luarocks"
brew "mariadb", restart_service: :changed
brew "openjdk"
brew "maven"
brew "multitail"
brew "mvfst"
brew "tree-sitter"
brew "unibilium"
brew "utf8proc"
brew "neovim"
brew "nginx", restart_service: :changed
brew "openssl@1.1"
brew "pcre"
brew "pngpaste"
brew "poppler"
brew "prettier"
brew "prettierd"
brew "pyenv"
brew "pygments"
brew "python@3.10"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rm-improved"
brew "ruby"
brew "rust"
brew "sesh"
brew "sevenzip"
brew "six"
brew "so"
brew "starship"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "trash", link: true
brew "tree"
brew "unar"
brew "universal-ctags"
brew "v8"
brew "watchman"
brew "wget"
brew "x3270"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "sst/tap/opencode"
brew "thoughtbot/formulae/gitsh"
brew "tomanthony/brews/itermocil"
cask "aerospace"
cask "bruno"
cask "font-fira-code"
cask "font-hasklug-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "keycastr"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mitmproxy"
cask "neovide-app"
cask "obs"
cask "obsidian"
cask "rancher"
cask "raycast"
cask "vial"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
