tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "thoughtbot/formulae"
tap "tomanthony/brews"
brew "ack"
brew "gettext"
brew "pcre2"
brew "xz"
brew "xorgproto"
brew "zstd"
brew "harfbuzz"
brew "webp"
brew "bat"
brew "bpytop"
brew "cowsay"
brew "deno"
brew "detox"
brew "docker"
brew "dos2unix"
brew "snappy"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exa"
brew "eza"
brew "fd"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gedit"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnu-sed"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "k6"
brew "unibilium"
brew "mariadb"
brew "openjdk"
brew "maven"
brew "multitail"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nginx", restart_service: true
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "pcre"
brew "prettier"
brew "prettierd"
brew "pyenv"
brew "pygments"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rm-improved"
brew "ruby"
brew "rust"
brew "six"
brew "so"
brew "starship"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "thefuck"
brew "tlrc"
brew "utf8proc"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "v8"
brew "watchman"
brew "wget"
brew "x3270"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "thoughtbot/formulae/gitsh"
brew "tomanthony/brews/itermocil"
cask "bruno"
cask "karabiner-elements"
cask "maccy"
cask "microsoft-edge"
cask "mitmproxy"
cask "obs"
cask "rancher"
cask "wezterm"
cask "zoom"
